<template>
  <div class="app-container">
    <div class="agreement_container">
      <div class="agreement_tit">用户协议</div>
      <div class="agreement_cont">
        <p>首先非常感谢您信任，愿意使用我们的产品和服务。依据最新的法律法规、监管政策要求，制订了注册须知，请您仔细阅读并充分理解相关条款。您点击"同意"，即表示您已阅读并同意下列协议条款，所列协议在鑫规泽咨询与您之间具有合同上的法律效力。</p>
        <p>重要提示：</p>
        <p class="text_indent">山西鑫桂泽科技有限公司（下称"鑫规泽咨询"或"我们"）重视保护用户（下称"您"）的权益。在此特别提醒请您认真阅读、充分理解各条款（未成年人应在监护人陪同下阅读），特别是其中所涉及的免除、限制“鑫规泽咨询”责任的条款、对用户权利限制条款等。</p>
        <p class="text_indent">请您在使用服务前，完整阅读并透彻理解本须知，在您充分理解并同意后使用我们的平台和服务。如果您不同意本政策的任何内容，您应立即停止使我们的平台及服务。当您使用我们的任何平台（服务）时，则表示您同意且完全理解本须知的全部内容。</p>
        <p>一、引言</p>
        <p class="text_indent">为切实保护用户隐私权，优化用户体验，保证您服务效果，制订本须知。您一旦开始使用我们的平台服务，即表示您认同本须知中所述内容。</p>
        <p>二、您的个人信息存储</p>
        <p class="text_indent">（一）个人信息的存储期限</p>
        <p class="text_indent">我们会按照法律法规规定，将在中华人民共和国境内收集和产生的个人信息存储在中国境内。我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。</p>
        <p class="text_indent">（二）个人信息的超期处理</p>
        <p class="text_indent">如果我们终止某项业务或服务的运营，我们会至少提前十五日通知您，并在终止业务或服务运营后对您的个人信息进行删除或匿名化处理。</p>
        <p class="text_indent">（三）个人信息的匿名化处理</p>
        <p class="text_indent">在收集到您的个人信息后，我们将通过技术手段及时对数据进行去标识化处理。在不泄露您个人信息的前提下，我们有权对匿名化处理后的用户数据库进行挖掘、分析和利用（包括商业性使用）。</p>
        <p class="text_indent">（四）当我们要将信息用于本隐私政策未载明的其它用途时，会事先征求您的同意。当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
        <p>三、帐号申请</p>
        <p class="text_indent">您注册帐号及后期服务提供的个人信息、证件信息均是您的个人真实信息，并授权平台记录，如有虚假情况造成服务投诉、提现失败等问题，责任由您个人承担。</p>
        <p>四、倾听者行为规范</p>
        <p class="text_indent">使用平台服务时不得从事以下行为：</p>
        <p class="text_indent">1.发布、传送、传播违反国家法律法规禁止信息、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、损害国家荣耀和利益、破坏民族团结、宣扬邪教和封建迷信、破坏社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力、恐怖或者教唆犯罪等内容；</p>
        <p class="text_indent">2.提供虚假个人资料及证书；</p>
        <p class="text_indent">3.在未经“鑫规泽咨询”书面明确授权前提下，利用本平台从事其他商业行为；</p>
        <p class="text_indent">4.诱导咨询师到其他平台接受服务；</p>
        <p class="text_indent">5.发布虚假信息；</p>
        <p class="text_indent">6.从事其他违法违规行为；</p>
        <p class="text_indent">如果出现以上行为，平台将对倾听服务帐号及持有人列入异常名单。</p>
        <p>五、关于未成年人的注册规定</p>
        <p class="text_indent">我们非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，请您及您的监护人仔细阅读本政策，并在征得您的监护人同意的前提下使用平台（服务）或提供信息。</p>
        <p>六、账号管理</p>
        <p class="text_indent">1.您登录平台，平台将会给您分配一个独立的个人账号，账号所有权归鑫规泽咨询所有，您仅有使用权，不得借用他人使用。</p>
        <p class="text_indent">2.您本人有义务保证账号信息安全，不得转借、贩卖的等任何形式的帐号违规使用，如因您个人原因造成账号财产损失、发布违规信息，造成的法律后果由您个人承担，并视情况对您帐号进行收回。</p>
        <p class="text_indent">3.对于您一年未登录的账号，我们有权予以收回，您下次使用时可以再次注册，如因违规原因并列入异常账号，您的账号将不能再次被启用，由此带来的任何损失均由用户自行承担。</p>
        <p>七、付费及退费</p>
        <p class="text_indent">（一）你再使用付费业务时，已明确接受服务需支付费用。支付金额根据下单时金额为标准，支付完成后方可享受相应服务。</p>
        <p class="text_indent">1.已下单订单应在下单起3日内完成，若未完成服务也未退款，平台将按服务完成处理；</p>
        <p class="text_indent">2.语音通话收费按分钟计算，不满1分钟按1分钟计算；</p>
        <p class="text_indent">（二）退费规则</p>
        <p class="text_indent">1.您的付费订单，如未开始提供服务，您可以直接退款，无需平台及倾听老师同意；</p>
        <p class="text_indent">2.您的付费订单，开始服务后，您申请余额退款，提报退款流程即可；</p>
        <p class="text_indent">3.如倾听服务老师违规服务，在订单结束的三日内可以向客服投诉、提交相关证据并申请退款。包括不限于如下行为:</p>
        <p class="text_indent">（1）服务过程中出现发布和宣传任何形式的违法违规信息；</p>
        <p class="text_indent">（2）存在恶意骚扰，谩骂，诱导等行为；</p>
        <p class="text_indent">（3）引导和推荐第三方服务渠道和平台；</p>
        <p class="text_indent">特别提示：倾听服务老师对您诉求的建议等内容，仅限给您提供更多的视角和理念，不等于代替您对自己困惑和问题的处理，倾听服务老师不对给出建议的后果承担责任。</p>
        <p>八、第三方渠道管理</p>
        <p class="text_indent">为了保证你的合法权益不受侵害，请你在于倾听老师沟通服务中，不要使用除本平台外第三方沟通渠道，如果倾听服务老师向您提出使用第三方渠道服务，你可以截图、录音并向客服投诉。</p>
        <p class="text_indent">九、用户网络义务</p>
        <p class="text_indent">1.你在享受或提供网络沟通服务，包括不限于基础信息设置、图文信息交流、语音电话沟通中心，请严格准守国家关于互联网平台服务要求，不得涉及国家安全、政治政权、国家机密、影响社会舆论、违法犯罪信息、有伤风俗文化等言语及行为，一旦发现或被举报将被封号处理，未完成订单终止，订单收益不予结算，并视情况向相关部门报告及举报。</p>
        <p class="text_indent">2.在服务过程中，需求人与倾听服务老师应本着文明、礼貌的沟通方式，不得发生争吵、辱骂行为，如有以上情况，可凭截图、录音向客服投诉，客服根据情况进行处理，直至帐号收回。</p>
        <p>十、本政策如何更新</p>
        <p class="text_indent">（一）适用范围和时效</p>
        <p class="text_indent">1．山西鑫桂泽科技有限公司的所有产品或服务均适用本政策。本隐私政策自发布时生效。</p>
        <p class="text_indent">2．您可以平台注册界面及关于我们界面查询到本须知。</p>
        <p class="text_indent">3．我们的政策可能变更。</p>
        <p class="text_indent">（1）未经您明确同意，我们不会削减您按照本政策所应享有的权利。</p>
        <p class="text_indent">（2）我们会在本页面上发布对本政策所做的任何变更。</p>
        <p class="text_indent">（3）对于重大变更，我们还会提供更为显著的通知（包括弹窗通知，说明隐私政策的具体变更内容）。</p>
        <p>十一、如何联系我们</p>
        <p class="text_indent">如果您对本隐私政策有任何疑问、意见或建议，请通过以下联系方式与我们联系：</p>
        <p class="text_indent">联系电话：0351-2988616</p>
        <p class="text_indent">邮箱：xgzjtjy@qq.com </p>
        <p class="text_indent">一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您可以向网信、电信、公安及工商等监管部门进行投诉或举报，您还可以通过我们公司住所地有管辖权的人民法院提起诉讼来寻求解决方案。</p>
        <p>十二、争议解决方式</p>
        <p class="text_indent">1.本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p class="text_indent">2.若发生任何纠纷或争议，首先应友好协商解决；协商不成的，提交本协议签订地有管辖权的人民法院管辖。本协议签订地为中华人民共和国山西省太原市。</p>
        <p class="text_indent">3.本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
      </div>
    </div>
  </div>
</template>

<script>

  export default {
    data () {
      return {};
    },

    computed: {},
    mounted () {},
    methods: {

    },
  };
</script>

<style lang="scss" scoped>
  .app-container{
    background: rgb(239,239,239);
  }
  .agreement_container{
    color: #3D3D3D;
    background: #fff;
    width: 1200px;
    line-height: 1.6;
    padding: 20px;
    margin: 0 auto;
    .agreement_tit{
      font-size: 16px;
      text-align: center;
    }
    .agreement_cont{
      font-size: 12px;
      .text_indent{
        text-indent: 2em;
      }
    }
  }
</style>
